IDEA StatiCa Open Model
ConnectionSetup.ExtensionLengthRationOpenSections Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 ExtensionLengthRationOpenSections
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ExtensionLengthRationOpenSections { get; set; }
Public Property ExtensionLengthRationOpenSections As Double
	Get
	Set
public:
property double ExtensionLengthRationOpenSections {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace